Repository: dctmfoo/gaurava
Catalog: Gaurava/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: hi, ta, te

source: We schedule only from a dose you confirm — never from an old start date.
hi: हम केवल आपके द्वारा पुष्टि की गई खुराक से शेड्यूल करते हैं — कभी भी पुरानी शुरुआती तारीख से नहीं।
ta: நீங்கள் உறுதிப்படுத்தும் மருந்தளவிலிருந்து மட்டுமே நாங்கள் அட்டவணைப்படுத்துவோம் — பழைய தொடக்கத் தேதியிலிருந்து அல்ல.
te: మీరు ధృవీకరించిన మోతాదు నుండి మాత్రమే మేము షెడ్యూల్ చేస్తాము — పాత ప్రారంభ తేదీ నుండి కాదు.

source: We'll ask for your latest dose date next.
hi: हम आगे आपकी नवीनतम खुराक की तारीख पूछेंगे।
ta: அடுத்து உங்கள் சமீபத்திய மருந்தளவு தேதியை நாங்கள் கேட்போம்.
te: మేము తర్వాత మీ తాజా మోతాదు తేదీని అడుగుతాము.

source: We'll pause your schedule — no reminders, no overdue.
hi: हम आपका शेड्यूल रोक देंगे — कोई रिमाइंडर नहीं, कोई ओवरड्यू नहीं।
ta: உங்கள் அட்டவணையை இடைநிறுத்துவோம் — நினைவூட்டல்களோ, நிலுவைகளோ இருக்காது.
te: మేము మీ షెడ్యూల్‌ను నిలిపివేస్తాము — ఎటువంటి రిమైండర్‌లు, గడువు ముగిసినవి ఉండవు.

source: We'll pick your schedule back up from your next logged dose.
hi: हम आपकी अगली दर्ज की गई खुराक से आपका शेड्यूल फिर से शुरू कर देंगे।
ta: உங்கள் அடுத்த பதிவு செய்யப்பட்ட அளவிலிருந்து உங்கள் அட்டவணையை நாங்கள் மீண்டும் தொடங்குவோம்.
te: మీరు నమోదు చేసే తదుపరి డోస్ నుండి మేము మీ షెడ్యూల్‌ను మళ్లీ ప్రారంభిస్తాము.

source: Week %lld
hi: सप्ताह %lld
ta: வாரம் %lld
te: వారం %lld

source: Weekly
hi: साप्ताहिक
ta: வாராந்திர
te: వారానికి

source: Weekly avg
hi: साप्ताहिक औसत
ta: வாராந்திர சராசரி
te: వారపు సగటు

source: Weekly pens
hi: साप्ताहिक पेन
ta: வாராந்திர பேன்கள்
te: వారపు పెన్లు

source: Weeks
hi: सप्ताह
ta: வாரங்கள்
te: వారాలు

source: Weight
hi: वज़न
ta: எடை
te: బరువు

source: Weight Goals
hi: वजन के लक्ष्य
ta: எடை இலக்குகள்
te: బరువు లక్ష్యాలు

source: Weight History
hi: वजन का इतिहास
ta: எடை வரலாறு
te: బరువు చరిత్ర

source: Weight Trend
hi: वजन का रुझान
ta: எடை போக்கு
te: బరువు ధోరణి

source: Weight entries %lld
hi: वज़न प्रविष्टियाँ %lld
ta: எடை உள்ளீடுகள் %lld
te: బరువు నమోదులు %lld

source: Weight kg
hi: वज़न kg
ta: எடை kg
te: బరువు kg

source: Weight trend
hi: वजन रुझान
ta: எடை போக்கு
te: బరువు ధోరణి

source: Weight trend chart
hi: वजन प्रवृत्ति चार्ट
ta: எடை போக்கு விளக்கப்படம்
te: బరువు ట్రెండ్ చార్ట్

source: Weight x dose
hi: वज़न x खुराक
ta: எடை x அளவு
te: బరువు x మోతాదు

source: Weights
hi: तौल
ta: எடைகள்
te: బరువులు

source: Welcome to Gaurava.
hi: Gaurava में आपका स्वागत है।
ta: Gaurava க்கு வரவேற்கிறோம்.
te: Gauravaకి స్వాగతం.

source: What stood out today?
hi: आज क्या खास रहा?
ta: இன்று எது முக்கியமாக இருந்தது?
te: ఈరోజు ఏది ప్రత్యేకంగా అనిపించింది?

source: When iCloud is available, SwiftData uses the private CloudKit container %@ for background sync across your Apple devices.
hi: iCloud उपलब्ध होने पर, SwiftData आपके Apple उपकरणों में पृष्ठभूमि सिंक के लिए निजी CloudKit कंटेनर %@ का उपयोग करता है।
ta: iCloud கிடைக்கும் போது, உங்கள் Apple சாதனங்களில் பின்னணி ஒத்திசைவுக்காக SwiftData தனியார் CloudKit கண்டெய்னர் %@-ஐ பயன்படுத்துகிறது.
te: iCloud అందుబాటులో ఉన్నప్పుడు, మీ Apple పరికరాల మధ్య నేపథ్య సమకాలీకరణ కోసం SwiftData ప్రైవేట్ CloudKit కంటైనర్ %@ ను ఉపయోగిస్తుంది.

source: When something's worth noting, it's one tap. Nothing is required.
hi: जब कोई चीज़ ध्यान देने योग्य हो, तो वह एक टैप है। कुछ नहीं चाहिए।
ta: எதையாவது கவனிக்கத் தகுந்ததாக இருக்கும் போது, ​​அதை ஒரு முறை தட்டினால் போதும். எதுவும் தேவையில்லை.
te: ఏదైనా గమనించదగినది అయినప్పుడు, అది ఒక్కసారి నొక్కండి. ఏమీ అవసరం లేదు.

source: Wipes this sandbox's local records and returns to the first-run flow, replaying it in the current app language. Sandbox only — it never touches the real Gaurava app or iCloud.
hi: यह इस सैंडबॉक्स के स्थानीय रिकॉर्ड मिटाकर आपको पहली बार वाले सेटअप पर वापस ले जाता है और उसे ऐप की मौजूदा भाषा में फिर से चलाता है। यह केवल सैंडबॉक्स पर लागू होता है — इससे असली Gaurava ऐप या iCloud पर कोई असर नहीं पड़ता।
ta: இது இந்தச் சாண்ட்பாக்ஸின் உள்ளூர் பதிவுகளை அழித்து, முதல் முறை அமைப்புக்குத் திருப்பி, தற்போதைய ஆப் மொழியில் அதை மீண்டும் இயக்கும். இது சாண்ட்பாக்ஸுக்கு மட்டும் — உண்மையான Gaurava ஆப்பையோ iCloud-ஐயோ ஒருபோதும் தொடாது.
te: ఇది ఈ శాండ్‌బాక్స్‌లోని స్థానిక రికార్డులను తొలగించి, మొదటిసారి సెటప్‌కు తిరిగి తీసుకెళ్లి, ప్రస్తుత యాప్ భాషలో దాన్ని మళ్లీ అమలు చేస్తుంది. ఇది శాండ్‌బాక్స్‌కు మాత్రమే — అసలు Gaurava యాప్‌ను లేదా iCloud‌ను ఎప్పుడూ తాకదు.

source: Where are you in treatment?
hi: आप इलाज में कहाँ पर हैं?
ta: சிகிச்சையில் நீங்கள் எந்த நிலையில் இருக்கிறீர்கள்?
te: మీరు చికిత్సలో ఏ దశలో ఉన్నారు?

source: Widget Privacy
hi: विजेट गोपनीयता
ta: விட்ஜெட் தனியுரிமை
te: విడ్జెట్ గోప్యత

source: Yes, I've started
hi: हाँ, मैंने शुरू कर दिया है
ta: ஆம், நான் தொடங்கிவிட்டேன்
te: అవును, నేను ప్రారంభించాను

source: Yesterday
hi: कल
ta: நேற்று
te: నిన్న

# You moved to %@ %lld weeks ago.
source: You moved to %1$@ %2$lld weeks ago.
hi: आपने %2$lld सप्ताह पहले %1$@ शुरू किया।
ta: %2$lld வாரங்களுக்கு முன்பு நீங்கள் %1$@ அளவுக்கு மாறினீர்கள்.
te: %2$lld వారాల క్రితం మీరు %1$@ మోతాదుకు మారారు.

source: You moved to %@ 1 week ago.
hi: आपने 1 सप्ताह पहले %@ शुरू किया।
ta: 1 வாரம் முன்பு நீங்கள் %@ அளவுக்கு மாறினீர்கள்.
te: 1 వారం క్రితం మీరు %@ మోతాదుకు మారారు.

source: Your entries stay on device and sync only through your own iCloud.
hi: आपकी प्रविष्टियां डिवाइस पर रहती हैं और केवल आपके अपने iCloud के माध्यम से सिंक होती हैं।
ta: உங்கள் பதிவுகள் சாதனத்திலேயே இருக்கும், உங்கள் சொந்த iCloud வழியாக மட்டுமே ஒத்திசையும்.
te: మీ నమోదులు పరికరంలోనే ఉంటాయి, మీ స్వంత iCloud ద్వారా మాత్రమే సింక్ అవుతాయి.

source: Your most recent dose — optional
hi: आपकी सबसे हालिया खुराक — वैकल्पिक
ta: உங்களது மிகச் சமீபத்திய மருந்தளவு — விருப்பத்தேர்வு
te: మీ ఇటీవలి మోతాదు — ఐచ్ఛికం

source: Your recent entries show a steady downward trend across %lld weeks.
hi: आपकी हाल की प्रविष्टियां %lld सप्ताहों में स्थिर गिरावट दिखाती हैं।
ta: உங்கள் சமீபத்திய பதிவுகள் %lld வாரங்களில் நிலையான குறைவு போக்கைக் காட்டுகின்றன.
te: మీ ఇటీవలి నమోదులు %lld వారాల్లో స్థిరమైన తగ్గుదల ధోరణిని చూపుతున్నాయి.

# appIntent.logSideEffect.description
source: Open Gaurava to note a side effect for today.
hi: आज का साइड इफेक्ट नोट करने के लिए Gaurava खोलें.
ta: இன்றைய பக்க விளைவை குறிக்க Gaurava-வைத் திறக்கவும்.
te: ఈరోజు దుష్ప్రభావాన్ని నమోదు చేయడానికి Gaurava తెరవండి.

# appIntent.logSideEffect.title
source: Log a Side Effect
hi: साइड इफेक्ट दर्ज करें
ta: பக்க விளைவைப் பதிவு செய்யவும்
te: దుష్ప్రభావాన్ని నమోదు చేయండి

# appIntent.openJabs.description
source: Open Gaurava to your injections.
hi: अपने इंजेक्शन देखने के लिए Gaurava खोलें.
ta: உங்கள் ஊசி பதிவுகளைப் பார்க்க Gaurava-வைத் திறக்கவும்.
te: మీ ఇంజెక్షన్లను చూడడానికి Gaurava తెరవండి.

# appIntent.openJabs.title
source: Open Jabs
hi: इंजेक्शन खोलें
ta: ஊசிகளைத் திறக்கவும்
te: ఇంజెక్షన్లను తెరవండి

# appIntent.openLog.description
source: Open Gaurava to the daily log.
hi: दैनिक लॉग देखने के लिए Gaurava खोलें.
ta: தினசரி பதிவைப் பார்க்க Gaurava-வைத் திறக்கவும்.
te: రోజువారీ లాగ్‌ను చూడడానికి Gaurava తెరవండి.

# appIntent.openLog.title
source: Open Log
hi: लॉग खोलें
ta: பதிவேட்டைத் திறக்கவும்
te: లాగ్‌ను తెరవండి

# appIntent.openSummary.title
source: Open Summary
hi: सारांश खोलें
ta: சுருக்கத்தைத் திறக்கவும்
te: సారాంశాన్ని తెరవండి

# appIntent.openWeight.description
source: Open Gaurava to your weight summary.
hi: अपना वजन सारांश देखने के लिए Gaurava खोलें.
ta: உங்கள் எடை சுருக்கத்தைப் பார்க்க Gaurava-வைத் திறக்கவும்.
te: మీ బరువు సారాంశాన్ని చూడడానికి Gaurava తెరవండి.

# appIntent.openWeight.title
source: Open Weight
hi: वजन खोलें
ta: எடையைத் திறக்கவும்
te: బరువును తెరవండి

source: from Lock Screen
hi: लॉक स्क्रीन से
ta: பூட்டுத் திரையிலிருந்து
te: లాక్ స్క్రీన్ నుండి

# glance.dayCaption.daysToNextDose
source: %lld days to next dose
hi: अगली खुराक में %lld दिन
ta: அடுத்த அளவுக்கு %lld நாட்கள்
te: తదుపరి మోతాదుకు %lld రోజులు

# glance.dayCaption.doseDue
source: dose due
hi: खुराक देय
ta: அளவு நிலுவை
te: మోతాదు సమయం

# glance.status.doseDue
source: Dose due
hi: खुराक देय है
ta: அளவு நிலுவையில் உள்ளது
te: మోతాదు సమయం వచ్చింది

# glance.status.nextDoseInDays
source: Next dose in %lld days
hi: अगली खुराक %lld दिनों में
ta: %lld நாட்களில் அடுத்த அளவு
te: %lld రోజులలో తదుపరి మోతాదు

# glance.status.noDataYet
source: No data yet
hi: अभी तक कोई डेटा नहीं
ta: இன்னும் தரவு இல்லை
te: ఇంకా డేటా లేదు

# glance.status.noDoseScheduled
source: No dose scheduled
hi: कोई खुराक निर्धारित नहीं है
ta: எந்த அளவும் திட்டமிடப்படவில்லை
te: ఏ మోతాదు షెడ్యూల్ చేయలేదు

# glance.status.openGaurava
source: Open Gaurava
hi: Gaurava खोलें
ta: Gaurava-ஐத் திறக்கவும்
te: Gauravaను తెరవండి

# glance.status.openToRefresh
source: Open to refresh
hi: रीफ्रेश करने के लिए खोलें
ta: புதுப்பிக்க திறக்கவும்
te: రీఫ్రెష్ చేయడానికి తెరవండి

source: iCloud Sync
hi: iCloud सिंक
ta: iCloud ஒத்திசைவு
te: iCloud సమకాలీకరణ

source: iCloud private
hi: iCloud निजी
ta: iCloud தனிப்பட்டது
te: iCloud వ్యక్తిగతం

# injectionSite.abdomenLeft
source: Abdomen - Left
hi: पेट - बायां
ta: அடிவயிறு - இடது
te: పొత్తికడుపు - ఎడమ

# injectionSite.abdomenRight
source: Abdomen - Right
hi: पेट - दायां
ta: அடிவயிறு - வலது
te: పొత్తికడుపు - కుడి

# injectionSite.thighLeft
source: Thigh - Left
hi: जांघ - बाईं
ta: தொடை - இடது
te: తొడ - ఎడమ

# injectionSite.thighRight
source: Thigh - Right
hi: जांघ - दाईं
ta: தொடை - வலது
te: తొడ - కుడి

# injectionSite.upperArmLeft
source: Upper Arm - Left
hi: ऊपरी बांह - बाईं
ta: மேல் கை - இடது
te: పై చేయి - ఎడమ

# injectionSite.upperArmRight
source: Upper Arm - Right
hi: ऊपरी बांह - दाईं
ta: மேல் கை - வலது
te: పై చేయి - కుడి

source: jabs
hi: इंजेक्शन
ta: ஊசி செலுத்துதல்கள்
te: ఇంజెక్షన్లు

# liveActivity.injectionDay.title
source: Injection day
hi: इंजेक्शन का दिन
ta: ஊசி செலுத்தும் நாள்
te: ఇంజెక్షన్ రోజు

# liveActivity.status.dueToday
source: Dose due today
hi: आज खुराक देय है
ta: இன்று அளவு நிலுவையில் உள்ளது
te: ఈరోజు మోతాదు సమయం

# liveActivity.status.logged
source: Dose logged
hi: खुराक दर्ज की गई
ta: அளவு பதிவு செய்யப்பட்டது
te: మోతాదు నమోదు చేయబడింది

# liveActivity.status.overdue
source: Dose overdue
hi: खुराक देर से है
ta: அளவு காலதாமதமாகியுள்ளது
te: మోతాదు ఆలస్యమైంది

# localizationPhase0SymbolProof
source: Localization symbol proof
hi: स्थानीयकरण प्रतीक प्रमाण
ta: உள்ளூர்மயமாக்கல் சின்னம் ஆதாரம்
te: స్థానికీకరణ చిహ్నం రుజువు

# mood.good.label
source: Good
hi: अच्छा
ta: நன்று
te: బాగుంది

# mood.great.label
source: Great
hi: बहुत अच्छा
ta: மிக நன்று
te: చాలా బాగుంది

# mood.low.label
source: Low
hi: कम
ta: மந்தம்
te: తక్కువగా ఉంది

# mood.okay.label
source: Okay
hi: ठीक-ठाक
ta: பரவாயில்லை
te: పర్వాలేదు

# mood.rough.label
source: Rough
hi: कठिन
ta: கடினம்
te: కష్టంగా ఉంది

source: no date
hi: कोई तारीख नहीं
ta: தேதி இல்லை
te: తేదీ లేదు

source: no symptoms noted (the days below were marked all-clear)
hi: कोई लक्षण नोट नहीं किया गया (नीचे दिए गए दिन बिल्कुल स्पष्ट चिह्नित किए गए थे)
ta: அறிகுறிகள் எதுவும் குறிப்பிடப்படவில்லை (கீழே உள்ள நாட்கள் அனைத்தும் தெளிவாகக் குறிக்கப்பட்டுள்ளன)
te: ఎటువంటి లక్షణాలు గుర్తించబడలేదు (క్రింద ఉన్న రోజులు పూర్తిగా స్పష్టంగా గుర్తించబడ్డాయి)

source: off
hi: ऑफ
ta: ஆஃப்
te: ఆఫ్

source: on
hi: ऑन
ta: ஆன்
te: ఆన్

source: optional, one tap
hi: वैकल्पिक, एक टैप
ta: விருப்பத்திற்குரியது, ஒரு தட்டல்
te: ఐచ్ఛికం, ఒక ట్యాప్

source: remaining
hi: शेष
ta: மீதமுள்ளது
te: మిగిలి ఉంది

# severity.mild.label
source: Mild
hi: हल्का
ta: லேசான
te: స్వల్పం

# severity.moderate.label
source: Moderate
hi: मध्यम
ta: மிதமான
te: మితమైన

# severity.moderate.shortLabel
source: Mod
hi: मध्यम
ta: மித.
te: మధ్యస్థం

# severity.severe.label
source: Severe
hi: गंभीर
ta: கடுமையான
te: తీవ్రమైన

# share.clinicianExport.title
source: Clinician export
hi: चिकित्सक निर्यात
ta: மருத்துவர் ஏற்றுமதி
te: వైద్యుని ఎగుమతి

# sideEffect.constipation.label
source: Constipation
hi: कब्ज
ta: மலச்சிக்கல்
te: మలబద్ధకం

# sideEffect.diarrhea.label
source: Diarrhea
hi: दस्त
ta: வயிற்றுப்போக்கு
te: విరేచనాలు

# sideEffect.nausea.label
source: Nausea
hi: मतली
ta: குமட்டல்
te: వికారం

# sideEffect.vomiting.label
source: Vomiting
hi: उल्टी
ta: வாந்தி
te: వాంతులు

# summary.nextDose.title
source: Next dose
hi: अगली खुराक
ta: அடுத்த அளவு
te: తదుపరి మోతాదు

source: tap if you had it · hold for severity
hi: यदि ऐसा हुआ तो टैप करें · गंभीरता के लिए दबाकर रखें
ta: ஏற்பட்டிருந்தால் தட்டவும் · தீவிரத்தன்மைக்கு அழுத்திப் பிடிக்கவும்
te: మీకు అనిపిస్తే నొక్కండి · తీవ్రత కోసం నొక్కి పట్టుకోండి

source: Started GLP-1 yet?
hi: क्या GLP-1 शुरू कर दिया है?
ta: GLP-1 ஐத் தொடங்கிவிட்டீர்களா?
te: GLP-1 ప్రారంభించారా?

source: Planned starting dose
hi: नियोजित शुरुआती खुराक
ta: திட்டமிடப்பட்ட ஆரம்ப அளவு
te: ప్రణాళికాబద్ధమైన ప్రారంభ మోతాదు

source: Planning day?
hi: योजना का दिन?
ta: திட்டமிடும் நாளா?
te: ప్లానింగ్ రోజా?

source: Optional. A plan only, no countdown yet.
hi: वैकल्पिक। केवल एक योजना, अभी कोई उलटी गिनती नहीं।
ta: விருப்பத்திற்குரியது. ஒரு திட்டம் மட்டுமே, இன்னும் கவுண்ட்டவுன் இல்லை.
te: ఐచ్ఛికం. కేవలం ఒక ప్లాన్ మాత్రమే, ఇంకా కౌంట్‌డౌన్ లేదు.

source: Latest dose
hi: नवीनतम खुराक
ta: சமீபத்திய அளவு
te: ఇటీవలి మోతాదు

source: Your schedule counts from this dose.
hi: आपका शेड्यूल इस खुराक से गिना जाता है।
ta: உங்கள் அட்டவணை இந்த அளவிலிருந்து கணக்கிடப்படும்.
te: మీ షెడ్యూల్ ఈ మోతాదు నుండి లెక్కించబడుతుంది.

source: For tracking only. No dosing advice.
hi: केवल ट्रैकिंग के लिए। खुराक की कोई सलाह नहीं।
ta: கண்காணிப்பிற்கு மட்டுமே. மருந்தளவு ஆலோசனை அல்ல.
te: ట్రాకింగ్ కోసం మాత్రమే. మోతాదు సలహా కాదు.

source: Baseline
hi: आधाररेखा
ta: அடிப்படை
te: బేస్‌లైన్

source: History
hi: इतिहास
ta: வரலாறு
te: చరిత్ర

source: No schedule
hi: कोई शेड्यूल नहीं
ta: அட்டவணை இல்லை
te: షెడ్యూల్ లేదు

source: Last dose
hi: आखिरी खुराक
ta: கடைசி அளவு
te: చివరి మోతాదు

source: Weekly planning day
hi: साप्ताहिक योजना का दिन
ta: வாராந்திர திட்டமிடல் நாள்
te: వారపు ప్లానింగ్ రోజు

source: This is my latest dose
hi: यह मेरी नवीनतम खुराक है
ta: இது எனது சமீபத்திய அளவு
te: ఇది నా ఇటీవలి మోతాదు

source: Sets your schedule.
hi: आपका शेड्यूल सेट करता है।
ta: உங்கள் அட்டவணையை அமைக்கிறது.
te: మీ షెడ్యూల్‌ను సెట్ చేస్తుంది.

source: Skip if unsure.
hi: यदि अनिश्चित हैं तो छोड़ दें।
ta: உறுதியாக தெரியவில்லை எனில் தவிர்க்கவும்.
te: కచ్చితంగా తెలియకపోతే దాటవేయండి.

source: Paused
hi: रुका हुआ
ta: நிறுத்தப்பட்டுள்ளது
te: పాజ్ చేయబడింది

source: No reminders. Resume anytime.
hi: कोई रिमाइंडर नहीं। कभी भी दोबारा शुरू करें।
ta: நினைவூட்டல்கள் இல்லை. எப்போது வேண்டுமானாலும் தொடரலாம்.
te: రిమైండర్‌లు లేవు. ఎప్పుడైనా మళ్లీ ప్రారంభించండి.

source: Change later in Care.
hi: बाद में देखभाल में बदलें।
ta: பின்னர் கவனிப்பு பிரிவில் மாற்றிக்கொள்ளலாம்.
te: తర్వాత జాగ్రత్తలో మార్చుకోండి.

source: Private GLP-1 tracking.
hi: निजी GLP-1 ट्रैकिंग।
ta: தனிப்பட்ட GLP-1 கண்காணிப்பு.
te: వ్యక్తిగత GLP-1 ట్రాకింగ్.

source: On your device. Private iCloud sync. No account.
hi: आपके डिवाइस पर। निजी iCloud सिंक। कोई अकाउंट नहीं।
ta: உங்கள் சாதனத்தில். தனிப்பட்ட iCloud ஒத்திசைவு. கணக்கு தேவையில்லை.
te: మీ పరికరంలో. వ్యక్తిగత iCloud సమకాలీకరణ. ఖాతా అవసరం లేదు.

source: No account
hi: कोई अकाउंट नहीं
ta: கணக்கு தேவையில்லை
te: ఖాతా అవసరం లేదు

source: On your device
hi: आपके डिवाइस पर
ta: உங்கள் சாதனத்தில்
te: మీ పరికరంలో

source: Private iCloud sync
hi: निजी iCloud सिंक
ta: தனிப்பட்ட iCloud ஒத்திசைவு
te: వ్యక్తిగత iCloud సమకాలీకరణ

source: You're set.
hi: आप तैयार हैं।
ta: அனைத்தும் தயார்.
te: మీరు సిద్ధంగా ఉన్నారు.

source: Private and on-device.
hi: निजी और डिवाइस पर।
ta: தனிப்பட்ட மற்றும் சாதனத்திலேயே சேமிக்கப்படும்.
te: వ్యక్తిగత మరియు పరికరంలోనే.

source: What happens next
hi: आगे क्या होगा
ta: அடுத்து என்ன நடக்கும்
te: తర్వాత ఏమి జరుగుతుంది

source: Plan only
hi: केवल योजना
ta: திட்டம் மட்டுமே
te: ప్లాన్ మాత్రమే

source: No plan yet
hi: अभी कोई योजना नहीं
ta: இன்னும் திட்டமிடப்படவில்லை
te: ఇంకా ప్లాన్ లేదు

source: Your next dose is %@.
hi: आपकी अगली खुराक %@ है।
ta: உங்களின் அடுத்த அளவு %@.
te: మీ తదుపరి మోతాదు %@.

source: Scheduled
hi: शेड्यूल किया गया
ta: அட்டவணைப்படுத்தப்பட்டது
te: షెడ్యూల్ చేయబడింది

source: Needs confirmation
hi: पुष्टि की आवश्यकता है
ta: உறுதிப்படுத்தல் தேவை
te: ధృవీకరణ అవసరం

source: Confirm your latest dose to start your schedule.
hi: अपना शेड्यूल शुरू करने के लिए अपनी नवीनतम खुराक की पुष्टि करें।
ta: உங்கள் அட்டவணையைத் தொடங்க உங்கள் சமீபத்திய அளவை உறுதிப்படுத்தவும்.
te: మీ షెడ్యూల్‌ను ప్రారంభించడానికి మీ ఇటీవలి మోతాదును ధృవీకరించండి.

source: Your schedule is paused.
hi: आपका शेड्यूल रुका हुआ है।
ta: உங்கள் அட்டவணை தற்காலிகமாக நிறுத்தப்பட்டுள்ளது.
te: మీ షెడ్యూల్ పాజ్ చేయబడింది.

source: Log your first jab when you're ready.
hi: तैयार होने पर अपना पहला इंजेक्शन दर्ज करें।
ta: நீங்கள் தயாராக இருக்கும்போது உங்கள் முதல் ஊசியைப் பதிவு செய்யவும்.
te: మీరు సిద్ధంగా ఉన్నప్పుడు మీ మొదటి ఇంజెక్షన్‌ను నమోదు చేయండి.

source: Details later
hi: विवरण बाद में
ta: விவரங்கள் பின்னர்
te: వివరాలు తర్వాత

source: Add details anytime in Care.
hi: देखभाल में किसी भी समय विवरण जोड़ें।
ta: கவனிப்பு பிரிவில் எப்போது வேண்டுமானாலும் விவரங்களைச் சேர்க்கலாம்.
te: జాగ్రత్తలో ఎప్పుడైనా వివరాలను జోడించండి.

source: Open Gaurava
hi: Gaurava खोलें
ta: Gaurava-ஐத் திறக்கவும்
te: Gaurava తెరవండి

source: Editorial Ink
hi: संपादकीय स्याही
ta: பதிப்பக மை
te: సంపాదకీయ సిరా

source: Have you *started* GLP-1 yet?
hi: क्या GLP-1 शुरू कर दिया है?
ta: GLP-1 ஐத் தொடங்கிவிட்டீர்களா?
te: GLP-1 ప్రారంభించారా?

source: %@ %@/wk
ta: %@ %@/வாரம்
te: %@ %@/వారం

source: 1 jab
ta: 1 ஊசி

source: Estimated from the weigh-ins nearest each dose change. Paused time is left out of durations and weekly rates.
ta: ஒவ்வொரு அளவு மாற்றத்திற்கும் அருகிலுள்ள எடை அளவீடுகளிலிருந்து மதிப்பிடப்பட்டது. இடைநிறுத்தப்பட்ட நேரம் கால அளவுகள் மற்றும் வாராந்திர விகிதங்களில் இருந்து விடுபட்டுள்ளது.

source: Reached
ta: அடைந்தது

source: Add a weight, jab, or note — anytime.
ta: எப்போது வேண்டுமானாலும் எடை, ஊசி அல்லது குறிப்பைச் சேர்க்கலாம்.

source: Add past jabs
ta: கடந்த கால ஊசிகளைச் சேர்க்கவும்

source: Log a jab
ta: ஒரு ஊசியைப் பதிவு செய்யவும்

source: Log each jab to build your history
ta: உங்கள் வரலாற்றை உருவாக்க ஒவ்வொரு ஊசியையும் பதிவு செய்யவும்

source: Log first jab
ta: முதல் ஊசியைப் பதிவு செய்யவும்

source: Log it after your first dose.
ta: உங்கள் முதல் அளவுக்குப் பிறகு அதைப் பதிவு செய்யவும்.

source: Last dose: %@, %@
ta: கடைசி அளவு: %1$@, %2$@

source: Your dose is due today
ta: உங்கள் மருந்தளவை இன்று செலுத்த வேண்டும்.

source: Your dose is due tomorrow
ta: உங்கள் மருந்தளவை நாளை செலுத்த வேண்டும்.

source: Your dose is due in %lld days
ta: உங்கள் மருந்தளவை %lld நாட்களில் செலுத்த வேண்டும்.

source: A gentle reminder from Gaurava
ta: Gaurava-விலிருந்து ஒரு மென்மையான நினைவூட்டல்

source: Dose reminders?
ta: மருந்தளவு நினைவூட்டல்கள் வேண்டுமா?

source: Optional. A nudge the day before each dose.
ta: விருப்பத்திற்குரியது. ஒவ்வொரு அளவுக்கும் முந்தைய நாளில் ஒரு நினைவூட்டல்.

source: Get a reminder the day before each dose?
ta: ஒவ்வொரு அளவுக்கும் முந்தைய நாளில் நினைவூட்டல் பெறவா?

source: To get dose reminders, allow notifications for Gaurava in Settings.
ta: மருந்தளவு நினைவூட்டல்களைப் பெற, அமைப்புகளில் Gaurava-விற்கான அறிவிப்புகளை அனுமதிக்கவும்.

source: From Apple Health
ta: Apple Health-லிருந்து

source: Import weight
ta: எடையை இறக்குமதி செய்யவும்

source: Import weight from Apple Health
ta: Apple Health-லிருந்து எடையை இறக்குமதி செய்யவும்

source: Gaurava reads body weight from Apple Health so readings you already logged appear in your trends — automatically, and only when you allow it.
ta: Gaurava, Apple Health-லிருந்து உடல் எடையைப் படிக்கிறது; எனவே நீங்கள் ஏற்கனவே பதிவு செய்த அளவீடுகள் உங்கள் போக்குகளில் தானாகவே தோன்றும் — நீங்கள் அனுமதிக்கும்போது மட்டுமே.

source: Gaurava only reads weight. It never writes anything back to Apple Health.
ta: Gaurava எடையை மட்டுமே படிக்கிறது. அது Apple Health-க்கு எதையும் திரும்ப எழுதுவதில்லை.

source: New readings sync each time you open Gaurava.
ta: நீங்கள் ஒவ்வொரு முறை Gaurava-வைத் திறக்கும்போதும் புதிய அளவீடுகள் ஒத்திசைக்கப்படும்.

source: You can disconnect anytime. Imported weights stay in Gaurava.
ta: நீங்கள் எப்போது வேண்டுமானாலும் துண்டிக்கலாம். இறக்குமதி செய்யப்பட்ட எடைகள் Gaurava-வில் இருக்கும்.

source: Apple Health is unavailable
ta: Apple Health கிடைக்கவில்லை

source: Connected to Apple Health
ta: Apple Health-தோடு இணைக்கப்பட்டது

source: Connect Apple Health
ta: Apple Health-ஐ இணைக்கவும்

source: Import from Apple Health
ta: Apple Health-லிருந்து இறக்குமதி செய்யவும்

source: Couldn't import from Apple Health
ta: Apple Health-லிருந்து இறக்குமதி செய்ய முடியவில்லை

source: Apple Health is unavailable on this device.
ta: இந்தச் சாதனத்தில் Apple Health கிடைக்கவில்லை.

source: All-clear
ta: அனைத்தும் நலம்

source: Dose context, self-logged
ta: மருந்தளவு சூழல், சுய-பதிவு செய்யப்பட்டது
